# install packages by Homebrew.
# $ brew tap Homebrew/brewdler
# $ brew bundle

# formulae
brew 'binutils'
brew 'cabal-install'
brew 'coreutils'
brew 'direnv'
brew 'docker'
brew 'exiftool'
brew 'findutils'
brew 'gauche'
brew 'ghc'
brew 'git'
brew 'gnu-sed'
brew 'go'
brew 'gradle'
brew 'hub'
brew 'imagemagick'
brew 'lua'
brew 'mercurial'
brew 'nkf'
brew 'nyancat'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'spin'
brew 'ssh-copy-id'
brew 'tig'
brew 'tree'
brew 'unar'
brew 'vim'
brew 'w3m'
brew 'wget'
brew 'zsh'

# taps
tap 'atton-/customs'
tap 'caskroom/homebrew-cask'
tap 'homebrew/binary'
tap 'homebrew/dupes'
tap 'ie-developers/ie'
tap 'neovim/neovim'
tap 'peco/peco'

brew 'atton-/customs/tmux'
brew 'peco'
brew 'rar'
brew 'rsync'
