# install packages by Homebrew.
# $ brew tap homebrew/brewdler
# $ brew bundle

tap  'atton/customs'
tap  'aws/tap'
tap  'songmu/tap'
brew 'atton/customs/tmux', args: ['HEAD']
brew 'aws-sam-cli'
brew 'awscli'
brew 'binutils'
brew 'circleci'
brew 'cocoapods'
brew 'coreutils'
brew 'direnv'
brew 'exiftool'
brew 'findutils'
brew 'git'
brew 'git-open'
brew 'gnu-sed'
brew 'go'
brew 'grep'
brew 'jq'
brew 'mercurial'
brew 'neovim'
brew 'nkf'
brew 'nmap'
brew 'nodenv'
brew 'nyancat'
brew 'peep'
brew 'python3'
brew 'q'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'rsync'
brew 'ssh-copy-id'
brew 'terminal-notifier'
brew 'unar'
brew 'w3m'
brew 'wget'
brew 'zsh'

tap  'homebrew/cask'
cask 'alfred'
cask 'appcleaner'
cask 'aquaskk'
cask 'discord'
cask 'docker'
cask 'evernote'
cask 'google-chrome'
cask 'libreoffice'
cask 'rar'
cask 'spectacle'
cask 'vlc'
cask 'xquartz'
