# install packages by Homebrew.
# $ brew tap Homebrew/brewdler
# $ brew bundle

# taps
tap 'atton/customs'
tap 'homebrew/cask'
tap 'songmu/tap'

# formulae
brew 'atton/customs/tmux'
brew 'binutils'
brew 'cocoapods'
brew 'cointop'
brew 'coreutils'
brew 'direnv'
brew 'exiftool'
brew 'findutils'
brew 'git'
brew 'gnu-sed'
brew 'go'
brew 'grep'
brew 'hub'
brew 'jq'
brew 'mercurial'
brew 'neovim'
brew 'nkf'
brew 'nmap'
brew 'nodenv'
brew 'nyancat'
brew 'pandoc'
brew 'peco'
brew 'peep'
brew 'python3'
brew 'q'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'rsync'
brew 'ruby-build'
brew 'ssh-copy-id'
brew 'terminal-notifier'
brew 'tree'
brew 'unar'
brew 'w3m'
brew 'wget'
brew 'wine'
brew 'zsh'
